IDEA StatiCa Open Model
Point3D.Z Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the Z-coordinate value
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Z { get; set; }
Public Property Z As Double
	Get
	Set
public:
property double Z {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Point3D Class
IdeaRS.OpenModel.Geometry3D Namespace